Repository: nworbnhoj/qwikgame
Catalog: authenticate/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, it, ur

source: The account is disabled for %(e)s
ar: تم تعطيل الحساب الخاص بـ %(e)s
it: L’account è disabilitato per %(e)s
ur: %(e)s کے لیے اکاؤنٹ غیر فعال ہے

source: There is no account for this email.%(br)sWould you like to %(a0)sregister%(a1)s?
ar: لا يوجد حساب لهذا البريد الإلكتروني.%(br)sهل ترغب في %(a0)sالتسجيل%(a1)s؟
it: Non esiste alcun account per questa email.%(br)sVuoi %(a0)sregistrarti%(a1)s?
ur: اس ای میل کے لیے کوئی اکاؤنٹ موجود نہیں ہے۔%(br)sکیا آپ %(a0)sرجسٹر%(a1)s کرنا چاہیں گے؟

source: Welcome to Qwikgame
ar: مرحبًا بك في Qwikgame
bg: Добре дошли в Qwikgame
it: Benvenuto su Qwikgame
ur: Qwikgame میں خوش آمدید

source: You're receiving this email because you requested access to your account at %(site_name)s.
ar: لقد تلقيت هذا البريد الإلكتروني لأنك طلبت الوصول إلى حسابك في %(site_name)s.
bg: Получавате този имейл, защото поискахте достъп до профила си в %(site_name)s.
it: Ricevi questa email perché hai richiesto l’accesso al tuo account su %(site_name)s.
ur: آپ کو یہ ای میل اس لیے موصول ہوئی ہے کیونکہ آپ نے %(site_name)s پر اپنے اکاؤنٹ تک رسائی کی درخواست کی تھی۔

source: Please click on the following link to access your account:
ar: يرجى النقر على الرابط التالي للوصول إلى حسابك:
bg: Моля, кликнете върху следния линк, за да получите достъп до профила си:
it: Fai clic sul seguente link per accedere al tuo account:
ur: اپنے اکاؤنٹ تک رسائی کے لیے براہ کرم درج ذیل لنک پر کلک کریں:

source: Welcome to qwikgame.org!
ar: مرحبًا بك في qwikgame.org!
bg: Добре дошли в qwikgame.org!
it: Benvenuto su qwikgame.org!
ur: qwikgame.org میں خوش آمدید!

source: We will send you a verification link to login.
ar: سنرسل لك رابط تحقق لتسجيل الدخول.
bg: Ще ви изпратим линк за потвърждение за вход.
it: Ti invieremo un link di verifica per accedere.
ur: ہم آپ کو لاگ ان کرنے کے لیے ایک تصدیقی لنک بھیجیں گے۔

source: Submit
ar: إرسال
bg: Изпрати
it: Invia
ur: جمع کریں

source: An email has been sent to %(request.GET.to_email)s with a validation link.
ar: تم إرسال بريد إلكتروني إلى %(request.GET.to_email)s يحتوي على رابط تحقق.
bg: Изпратен е имейл до %(request.GET.to_email)s с линк за потвърждение.
it: È stata inviata un’email a %(request.GET.to_email)s con un link di verifica.
ur: %(request.GET.to_email)s پر ایک تصدیقی لنک کے ساتھ ای میل بھیج دی گئی ہے۔

source: You should receive it shortly.
ar: من المفترض أن تستلمه قريبًا.
bg: Трябва да го получите скоро.
it: Dovresti riceverla a breve.
ur: آپ کو یہ جلد ہی موصول ہو جائے گی۔

source: If you don’t receive an email, please check your spam folder.
ar: إذا لم تستلم البريد الإلكتروني، يرجى التحقق من مجلد الرسائل غير المرغوب فيها.
bg: Ако не получите имейл, моля проверете папката за спам.
it: Se non ricevi l’email, controlla la cartella spam.
ur: اگر آپ کو ای میل موصول نہ ہو تو براہ کرم اپنا اسپیم فولڈر چیک کریں۔

source: Account details for %(site_name)s
ar: تفاصيل الحساب لـ %(site_name)s
bg: Данни за профила в %(site_name)s
it: Dettagli dell’account per %(site_name)s
ur: %(site_name)s کے لیے اکاؤنٹ کی تفصیلات

source: You're receiving this email because you requested access to your account at %(site_name)s.
ar: لقد تلقيت هذا البريد الإلكتروني لأنك طلبت الوصول إلى حسابك في %(site_name)s.
bg: Получавате този имейл, защото поискахте достъп до профила си в %(site_name)s.
it: Ricevi questa email perché hai richiesto l’accesso al tuo account su %(site_name)s.
ur: آپ کو یہ ای میل اس لیے موصول ہوئی ہے کیونکہ آپ نے %(site_name)s پر اپنے اکاؤنٹ تک رسائی کی درخواست کی تھی۔

source: Login
ar: تسجيل الدخول
bg: Вход
it: Accedi
ur: لاگ ان

source: An email has been sent to %(request.GET.to_email)s with a login link.
ar: تم إرسال بريد إلكتروني إلى %(request.GET.to_email)s يحتوي على رابط تسجيل الدخول.
bg: Изпратен е имейл до %(request.GET.to_email)s с линк за вход.
it: È stata inviata un’email a %(request.GET.to_email)s con un link di accesso.
ur: %(request.GET.to_email)s پر لاگ ان لنک کے ساتھ ایک ای میل بھیج دی گئی ہے۔

source: Login details for %(site_name)s
ar: تفاصيل تسجيل الدخول لـ %(site_name)s
bg: Данни за вход в %(site_name)s
it: Dettagli di accesso per %(site_name)s
ur: %(site_name)s کے لیے لاگ ان کی تفصیلات

source: Need a new account?
ar: هل تحتاج إلى حساب جديد؟
bg: Нуждаете се от нов профил?
it: Hai bisogno di un nuovo account?
ur: نیا اکاؤنٹ درکار ہے؟

source: signup
ar: إنشاء حساب
bg: регистрация
it: registrati
ur: سائن اپ

source: We will send you a verification link to login
ar: سنرسل لك رابط تحقق لتسجيل الدخول
bg: Ще ви изпратим линк за потвърждение за вход
it: Ti invieremo un link di verifica per accedere
ur: ہم آپ کو لاگ ان کرنے کے لیے ایک تصدیقی لنک بھیجیں گے

source: Send login link
ar: إرسال رابط تسجيل الدخول
bg: Изпрати линк за вход
it: Invia link di accesso
ur: لاگ ان لنک بھیجیں

source: You're receiving this email because you requested an account at %(site_name)s.
ar: لقد تلقيت هذا البريد الإلكتروني لأنك طلبت إنشاء حساب في %(site_name)s.
bg: Получавате този имейл, защото поискахте създаване на профил в %(site_name)s.
it: Ricevi questa email perché hai richiesto un account su %(site_name)s.
ur: آپ کو یہ ای میل اس لیے موصول ہوئی ہے کیونکہ آپ نے %(site_name)s پر اکاؤنٹ کی درخواست کی تھی۔

source: An email has been sent to %(request.GET.to_email)s with a registration link.
ar: تم إرسال بريد إلكتروني إلى %(request.GET.to_email)s يحتوي على رابط التسجيل.
bg: Изпратен е имейл до %(request.GET.to_email)s с линк за регистрация.
it: È stata inviata un’email a %(request.GET.to_email)s con un link di registrazione.
ur: %(request.GET.to_email)s پر رجسٹریشن لنک کے ساتھ ایک ای میل بھیج دی گئی ہے۔

source: Registration details for %(site_name)s
ar: تفاصيل التسجيل لـ %(site_name)s
bg: Данни за регистрация в %(site_name)s
it: Dettagli di registrazione per %(site_name)s
ur: %(site_name)s کے لیے رجسٹریشن کی تفصیلات

source: You're receiving this email because you requested an account at %(site_name)s.
ar: لقد تلقيت هذا البريد الإلكتروني لأنك طلبت إنشاء حساب في %(site_name)s.
bg: Получавате този имейл, защото поискахте създаване на профил в %(site_name)s.
it: Ricevi questa email perché hai richiesto un account su %(site_name)s.
ur: آپ کو یہ ای میل اس لیے موصول ہوئی ہے کیونکہ آپ نے %(site_name)s پر اکاؤنٹ کی درخواست کی تھی۔

source: Already have an account?
ar: هل لديك حساب بالفعل؟
bg: Вече имате профил?
it: Hai già un account?
ur: کیا آپ کے پاس پہلے سے اکاؤنٹ موجود ہے؟

source: login
ar: تسجيل الدخول
bg: вход
it: accedi
ur: لاگ ان

source: Send verification link
ar: إرسال رابط التحقق
bg: Изпрати линк за потвърждение
it: Invia link di verifica
ur: تصدیقی لنک بھیجیں

source: Sorry that didn't work.
ar: عذرًا، لم تنجح العملية.
bg: Съжаляваме, това не проработи.
it: Spiacenti, non ha funzionato.
ur: معذرت، یہ کام نہیں کر سکا۔

source: The security token in that link has expired, or is invalid for some reason.
ar: رمز الأمان في ذلك الرابط منتهي الصلاحية أو غير صالح لسبب ما.
bg: Токенът за сигурност в този линк е изтекъл или е невалиден по някаква причина.
it: Il token di sicurezza in quel link è scaduto oppure non è valido.
ur: اس لنک میں موجود سیکیورٹی ٹوکن کی مدت ختم ہو چکی ہے یا کسی وجہ سے یہ درست نہیں ہے۔

source: Login / Registration
ar: تسجيل الدخول / التسجيل
bg: Вход / Регистрация
it: Accesso / Registrazione
ur: لاگ ان / رجسٹریشن

source: page.
ar: الصفحة.
bg: страница.
it: pagina.
ur: صفحہ۔
