Repository: nworbnhoj/qwikgame
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, it, ur

source: Sorry - we could not find that page.
ar: عذرًا - لم نتمكن من العثور على تلك الصفحة.
bg: Съжаляваме – не успяхме да намерим тази страница.
it: Spiacenti - non siamo riusciti a trovare quella pagina.
ur: معذرت - ہم وہ صفحہ تلاش نہیں کر سکے۔

source: Game Over!
ar: انتهت اللعبة!
bg: Край на играта!
ur: گیم اوور!

source: Sorry - we didnt expect that to happen.
ar: عذرًا - لم نتوقع حدوث ذلك.
bg: Съжаляваме – не очаквахме това да се случи.
it: Spiacenti - non ci aspettavamo che accadesse.
ur: معذرت - ہمیں توقع نہیں تھی کہ ایسا ہوگا۔

source: We will get it fixed as soon as we figure our what went wrong.
ar: سنعمل على إصلاحه بمجرد معرفة ما الذي حدث.
bg: Ще го поправим веднага щом разберем какво се обърка.
it: Lo risolveremo non appena capiremo cosa è andato storto.
ur: جیسے ہی ہمیں معلوم ہوگا کہ کیا غلط ہوا، ہم اسے جلد از جلد درست کر دیں گے۔

source: Log IN
ar: تسجيل الدخول
bg: Вход
it: Accedi
ur: لاگ اِن

source: Sign UP
ar: إنشاء حساب
bg: Регистрация
it: Registrati
ur: سائن اپ

source: Welcome to Qwikgame
ar: مرحبًا بك في Qwikgame
bg: Добре дошли в Qwikgame
it: Benvenuto in Qwikgame
ur: Qwikgame میں خوش آمدید

source: Pick time
ar: اختر الوقت
bg: Изберете час
it: Scegli orario
ur: وقت منتخب کریں

source: All Day
ar: طوال اليوم
bg: Цял ден
it: Tutto il giorno
ur: پورا دن

source: The Venue is closed.
ar: المكان مغلق.
bg: Мястото е затворено.
it: La sede è chiusa.
ur: مقام بند ہے۔

source: Select Days and Time
ar: اختر الأيام والوقت
bg: Изберете дни и час
it: Seleziona giorni e orario
ur: دن اور وقت منتخب کریں

source: Any Time
ar: في أي وقت
bg: По всяко време
it: Qualsiasi orario
ur: کوئی بھی وقت

source: QWIKGAME License
ar: رخصة QWIKGAME
bg: Лиценз на QWIKGAME
it: Licenza QWIKGAME
ur: QWIKGAME لائسنس

source: Open Source Software
ar: برمجيات مفتوحة المصدر
bg: Софтуер с отворен код
it: Software open source
ur: اوپن سورس سافٹ ویئر

source: Qwikgame is released as Open-Source software, and is grateful for the use of many other great Open-Source software projects.
ar: تم إصدار Qwikgame كبرنامج مفتوح المصدر، وهو ممتن لاستخدام العديد من مشاريع البرمجيات المفتوحة المصدر الرائعة الأخرى.
bg: Qwikgame се разпространява като софтуер с отворен код и е благодарен за използването на много други отлични проекти с отворен код.
it: Qwikgame è rilasciato come software open source ed è grato per l'utilizzo di molti altri eccellenti progetti open source.
ur: Qwikgame کو اوپن سورس سافٹ ویئر کے طور پر جاری کیا گیا ہے، اور یہ دیگر شاندار اوپن سورس سافٹ ویئر منصوبوں کے استعمال پر شکر گزار ہے۔

source: Software
ar: البرنامج
bg: Софтуер
ur: سافٹ ویئر

source: Licence
ar: الرخصة
bg: Лиценз
it: Licenza
ur: لائسنس

source: loading ...
ar: جارٍ التحميل...
bg: зареждане ...
it: caricamento...
ur: لوڈ ہو رہا ہے...

source: Venues
ar: الأماكن
bg: Локации
it: Sedi
ur: مقامات

source: search
ar: بحث
bg: търсене
it: cerca
ur: تلاش

source: Players
ar: اللاعبون
bg: Играчите
it: Giocatori
ur: کھلاڑی

source: Sorry, you appear to be offline right now.
ar: عذرًا، يبدو أنك غير متصل بالإنترنت حاليًا.
bg: Съжаляваме, изглежда в момента сте офлайн.
it: Spiacenti, sembri essere offline al momento.
ur: معذرت، آپ اس وقت آف لائن معلوم ہوتے ہیں۔

source: BETTER THAN NATIVE MOBILE APPS. THIS IS PROGRESSIVE WEB APP.
ar: أفضل من تطبيقات الجوال التقليدية. هذا تطبيق ويب تقدمي.
bg: ПО-ДОБРО ОТ НАТИВНИ МОБИЛНИ ПРИЛОЖЕНИЯ. ТОВА Е ПРОГРЕСИВНО УЕБ ПРИЛОЖЕНИЕ.
it: MEGLIO DELLE APP MOBILE NATIVE. QUESTA È UNA PROGRESSIVE WEB APP.
ur: روایتی موبائل ایپس سے بہتر۔ یہ ایک پروگریسو ویب ایپ ہے۔

source: Install QWIKGAME app in seconds.
ar: قم بتثبيت تطبيق QWIKGAME خلال ثوانٍ.
bg: Инсталирайте приложението QWIKGAME за секунди.
it: Installa l'app QWIKGAME in pochi secondi.
ur: چند سیکنڈ میں QWIKGAME ایپ انسٹال کریں۔

source: No download process. No payment. Remove anytime
ar: بدون تنزيل. بدون دفع. يمكن الإزالة في أي وقت
bg: Без изтегляне. Без плащане. Премахване по всяко време
it: Nessun download. Nessun pagamento. Rimuovi in qualsiasi momento
ur: کوئی ڈاؤن لوڈ عمل نہیں۔ کوئی ادائیگی نہیں۔ کسی بھی وقت ہٹا دیں۔

source: No app store needed
ar: لا حاجة إلى متجر تطبيقات
bg: Не е необходим магазин за приложения
it: Nessun app store necessario
ur: ایپ اسٹور کی ضرورت نہیں

source: Accessible from any device with a web browser
ar: متاح من أي جهاز يحتوي على متصفح ويب
bg: Достъпно от всяко устройство с уеб браузър
it: Accessibile da qualsiasi dispositivo con browser web
ur: کسی بھی ویب براؤزر والے ڈیوائس سے قابل رسائی

source: Requires minimal storage
ar: يتطلب مساحة تخزين قليلة
bg: Изисква минимално пространство за съхранение
it: Richiede spazio minimo
ur: کم سے کم اسٹوریج درکار

source: Better performance in regions with limited internet connection
ar: أداء أفضل في المناطق ذات الاتصال المحدود بالإنترنت
bg: По-добра производителност в региони с ограничена интернет връзка
it: Prestazioni migliori in aree con connessione internet limitata
ur: کمزور انٹرنیٹ والے علاقوں میں بہتر کارکردگی

source: Compatible with all platforms: iOS, Android, Windows phone, Linux, etc
ar: متوافق مع جميع المنصات: iOS، Android، Windows Phone، Linux وغيرها
bg: Съвместимо с всички платформи: iOS, Android, Windows Phone, Linux и др
it: Compatibile con tutte le piattaforme: iOS, Android, Windows Phone, Linux, ecc
ur: تمام پلیٹ فارمز کے ساتھ مطابقت: iOS، Android، Windows Phone، Linux وغیرہ

source: Install QWIKGAME
ar: تثبيت QWIKGAME
bg: Инсталирай QWIKGAME
it: Installa QWIKGAME
ur: QWIKGAME انسٹال کریں

source: QWIKGAME is installed. Open the app
ar: تم تثبيت QWIKGAME. افتح التطبيق
bg: QWIKGAME е инсталирано. Отворете приложението
it: QWIKGAME è installato. Apri l'app
ur: QWIKGAME انسٹال ہو چکا ہے۔ ایپ کھولیں

source: QWIKGAME is installed and in-use.
ar: تم تثبيت QWIKGAME وهو قيد الاستخدام.
bg: QWIKGAME е инсталирано и се използва.
it: QWIKGAME è installato e in uso.
ur: QWIKGAME انسٹال ہے اور استعمال میں ہے۔

source: Unfortunately this browser does not support PWA's.
ar: للأسف، هذا المتصفح لا يدعم تطبيقات الويب التقدمية (PWA).
bg: За съжаление този браузър не поддържа PWA.
it: Purtroppo questo browser non supporta le PWA.
ur: بدقسمتی سے یہ براؤزر PWA کی حمایت نہیں کرتا۔

source: Something went wrong!
ar: حدث خطأ ما!
bg: Нещо се обърка!
it: Qualcosa è andato storto!
ur: کچھ غلط ہو گیا!

source: Please, try again.
ar: يرجى المحاولة مرة أخرى.
bg: Моля, опитайте отново.
it: Per favore, riprova.
ur: براہ کرم دوبارہ کوشش کریں۔

source: PWA requires
ar: يتطلب PWA
bg: PWA изисква
it: La PWA richiede
ur: PWA کے لیے درکار ہے

source: Google services for push messaging
ar: خدمات Google للإشعارات الفورية
bg: Google услуги за push съобщения
it: Servizi Google per le notifiche push
ur: پش پیغامات کے لیے گوگل سروسز

source: on Brave
ar: على Brave
bg: в Brave
it: su Brave
ur: Brave پر

source: extension
ar: إضافة
bg: разширение
it: estensione
ur: ایکسٹینشن

source: on Firefox
ar: على Firefox
bg: в Firefox
it: su Firefox
ur: Firefox پر

source: You may try Chrome, Edge, Firefox with PWA add-on, Safari and more.
ar: يمكنك تجربة Chrome أو Edge أو Firefox مع إضافة PWA أو Safari وغيرها.
bg: Можете да опитате Chrome, Edge, Firefox с PWA добавка, Safari и други.
it: Puoi provare Chrome, Edge, Firefox con add-on PWA, Safari e altri.
ur: آپ Chrome، Edge، Firefox (PWA ایڈ آن کے ساتھ)، Safari اور دیگر آزما سکتے ہیں۔

source: Install QWIKGAME
bg: Инсталирай QWIKGAME
it: Installa QWIKGAME

source: Install QWIKGAME:
bg: Инсталирай QWIKGAME:
it: Installa QWIKGAME:

source: Open Safari
ar: افتح Safari
bg: Отворете Safari
it: Apri Safari
ur: Safari کھولیں

source: Tap the Share button (box with an arrow)
ar: اضغط على زر المشاركة (مربع بسهم)
bg: Докоснете бутона Споделяне (кутия със стрелка)
it: Tocca il pulsante Condividi (riquadro con freccia)
ur: شیئر بٹن پر ٹیپ کریں (تیر والے باکس کا نشان)

source: Select Add to Home Screen
ar: اختر إضافة إلى الشاشة الرئيسية
bg: Изберете Добавяне към началния екран
it: Seleziona Aggiungi alla schermata Home
ur: Add to Home Screen منتخب کریں

source: Select Add to Dock
ar: اختر إضافة إلى Dock
bg: Изберете Добавяне към Dock
it: Seleziona Aggiungi al Dock
ur: Add to Dock منتخب کریں

source: Tap Add
ar: اضغط إضافة
bg: Докоснете Добавяне
it: Tocca Aggiungi
ur: Add پر ٹیپ کریں

source: Enable QWIKGAME push notifications:
ar: تفعيل إشعارات QWIKGAME:
bg: Активирайте push известията за QWIKGAME:
it: Abilita notifiche push QWIKGAME:
ur: QWIKGAME پش نوٹیفکیشن فعال کریں:

source: Go to Settings
ar: اذهب إلى الإعدادات
bg: Отидете в Настройки
it: Vai a Impostazioni
ur: Settings میں جائیں

source: Open Notifications
ar: افتح الإشعارات
bg: Отворете Известия
it: Apri Notifiche
ur: Notifications کھولیں

source: Select qwikgame
bg: Изберете qwikgame
it: Seleziona qwikgame

source: Turn on Allow Notifications
ar: قم بتفعيل السماح بالإشعارات
bg: Включете Разрешаване на известия
it: Attiva Consenti notifiche
ur: Allow Notifications آن کریں

source: Invitations
ar: الدعوات
bg: Покани
it: Inviti
ur: دعوتیں

source: Matches
ar: المباريات
bg: Мачове
it: Partite
ur: میچز

source: Reviews
ar: التقييمات
bg: Отзиви
it: Recensioni
ur: جائزے

source: Friends
ar: الأصدقاء
bg: Приятели
it: Amici
ur: دوست

source: Feedback
ar: الملاحظات
bg: Обратна връзка
ur: رائے

source: Submit
ar: إرسال
bg: Изпрати
it: Invia
ur: جمع کریں

source: This work by %(qwik_link)s is licensed under %(gpl_link)s.
ar: هذا العمل من %(qwik_link)s مرخّص بموجب %(gpl_link)s.
bg: Това произведение от %(qwik_link)s е лицензирано под %(gpl_link)s.
it: Quest'opera di %(qwik_link)s è concessa in licenza sotto %(gpl_link)s.
ur: %(qwik_link)s کا یہ کام %(gpl_link)s کے تحت لائسنس یافتہ ہے۔

source: Learn more
ar: اعرف المزيد
bg: Научете повече
it: Scopri di più
ur: مزید جانیں

source: Unlock
ar: فتح
bg: Отключи
it: Sblocca
ur: ان لاک کریں

source: QWIKGAME. FIND PARTNERS. SCHEDULE MATCHES.
ar: QWIKGAME. اعثر على شركاء. جدولة المباريات.
bg: QWIKGAME. НАМЕРИ ПАРТНЬОРИ. НАСРОЧИ МАЧОВЕ.
it: QWIKGAME. TROVA PARTNER. ORGANIZZA PARTITE.
ur: QWIKGAME۔ پارٹنرز تلاش کریں۔ میچ طے کریں۔

source: Find partner
ar: اعثر على شريك
bg: Намери партньор
it: Trova partner
ur: پارٹنر تلاش کریں

source: FIND PARTNERS. SCHEDULE MATCHES. PLAY MORE.
ar: اعثر على شركاء. جدولة المباريات. العب أكثر.
bg: НАМЕРИ ПАРТНЬОРИ. НАСРОЧИ МАЧОВЕ. ИГРАЙ ПОВЕЧЕ.
it: TROVA PARTNER. ORGANIZZA PARTITE. GIOCA DI PIÙ.

source: You play squash, tennis or paddel? Or may be chess, darts or pool? But you can't find partners? This is %(QWIK)sGAME! Now finding partners and arranging games is fast and easy. With %(QWIK)sGAME you have all match invitations in one place. Just pick one or post your own.
ar: هل تلعب الاسكواش أو التنس أو البادل؟ أو ربما الشطرنج أو السهام أو البلياردو؟ ولكن لا تجد شركاء؟ هذا هو %(QWIK)sGAME! الآن أصبح العثور على شركاء وتنظيم المباريات سريعًا وسهلًا. مع %(QWIK)sGAME ستجد جميع دعوات المباريات في مكان واحد. اختر واحدة أو أنشئ دعوتك الخاصة.
bg: Играете скуош, тенис или падел? Или може би шах, дартс или билярд? Но не можете да намерите партньори? Това е %(QWIK)sGAME! Сега намирането на партньори и организирането на игри е бързо и лесно. С %(QWIK)sGAME имате всички покани за мачове на едно място. Просто изберете една или публикувайте своя.
it: Giochi a squash, tennis o padel? Oppure magari a scacchi, freccette o biliardo? Ma non riesci a trovare partner? Questo è %(QWIK)sGAME! Ora trovare partner e organizzare partite è facile e veloce. Con %(QWIK)sGAME hai tutti gli inviti alle partite in un unico posto. Scegline uno oppure pubblica il tuo.
ur: کیا آپ اسکواش، ٹینس یا پیڈل کھیلتے ہیں؟ یا شاید شطرنج، ڈارٹس یا پول؟ لیکن آپ کو کھیلنے کے لیے پارٹنرز نہیں مل رہے؟ یہی ہے %(QWIK)sGAME! اب پارٹنرز تلاش کرنا اور کھیل ترتیب دینا تیز اور آسان ہے۔ %(QWIK)sGAME کے ساتھ آپ کو تمام میچ دعوتیں ایک ہی جگہ ملتی ہیں۔ بس کسی ایک کو منتخب کریں یا اپنی خود پوسٹ کریں۔

source: Organize A Match For Free!
ar: نظّم مباراة مجانًا!
bg: Организирайте мач безплатно!
it: Organizza una partita gratuitamente!
ur: مفت میں میچ منظم کریں!

source: Badminton
ar: الريشة الطائرة
bg: Бадминтон
ur: بیڈمنٹن

source: Table Tennis
ar: تنس الطاولة
bg: Тенис на маса
it: Tennis tavolo
ur: ٹیبل ٹینس

source: Darts
ar: السهام
bg: Дартс
it: Freccette
ur: ڈارٹس

source: Squash
ar: الاسكواش
bg: Скуош
ur: اسکواش

source: Chess
ar: الشطرنج
bg: Шах
it: Scacchi
ur: شطرنج

source: Tennis
ar: التنس
bg: Тенис
ur: ٹینس

source: And more...
ar: والمزيد...
bg: И още...
it: E molto altro...
ur: اور بھی بہت کچھ...

source: KEEN TO PLAY?
ar: هل ترغب في اللعب؟
bg: ИСКАТЕ ДА ИГРАЕТЕ?
it: VUOI GIOCARE?
ur: کھیلنے کے خواہشمند ہیں؟

source: Try the Feed Invitations
ar: جرّب دعوات الخلاصة
bg: Разгледайте поканите в потока
it: Prova gli inviti del Feed

source: Other Players are looking for partners too! Meet them in %(QWIK)sGAME. Scroll the %(QWIK)sFeed and pick an invitation ... or post your own!
ar: لاعبون آخرون يبحثون عن شركاء أيضًا! التقِ بهم في %(QWIK)sGAME. تصفّح %(QWIK)sFeed واختر دعوة... أو أنشئ دعوتك الخاصة!
bg: Други играчи също търсят партньори! Срещнете ги в %(QWIK)sGAME. Прегледайте %(QWIK)sFeed и изберете покана ... или публикувайте своя!
it: Anche altri giocatori stanno cercando partner! Incontrali su %(QWIK)sGAME. Scorri il %(QWIK)sFeed e scegli un invito... oppure pubblica il tuo!
ur: دوسرے کھلاڑی بھی پارٹنرز کی تلاش میں ہیں! ان سے %(QWIK)sGAME میں ملیں۔ %(QWIK)sFeed کو اسکرول کریں اور کوئی دعوت منتخب کریں... یا اپنی خود پوسٹ کریں!

source: Post new Match Invitation
ar: انشر دعوة مباراة جديدة
bg: Публикувай нова покана за мач
it: Pubblica un nuovo invito alla partita
ur: نئی میچ دعوت پوسٹ کریں

source: You don't find a suitable invitation in the %(QWIK)sFeed? Send invitation on your terms. Pick the game, the timeframe and the place. Confirm a match with a Rival of your preference. You choose!
ar: لم تجد دعوة مناسبة في %(QWIK)sFeed؟ أرسل دعوة وفق شروطك. اختر اللعبة والفترة الزمنية والمكان. أكّد مباراة مع خصم تختاره أنت. القرار لك!
bg: Не намирате подходяща покана в %(QWIK)sFeed? Изпратете покана при вашите условия. Изберете играта, времевия диапазон и мястото. Потвърдете мач със съперник по ваш избор. Вие избирате!
it: Non trovi un invito adatto nel %(QWIK)sFeed? Invia un invito alle tue condizioni. Scegli il gioco, la fascia oraria e il luogo. Conferma una partita con un rivale di tua preferenza. Decidi tu!
ur: کیا آپ کو %(QWIK)sFeed میں مناسب دعوت نہیں ملی؟ اپنی شرائط پر دعوت بھیجیں۔ کھیل، وقت اور مقام منتخب کریں۔ اپنی پسند کے حریف کے ساتھ میچ کی تصدیق کریں۔ فیصلہ آپ کا ہے!

source: Organize A Match
ar: نظّم مباراة
bg: Организирайте мач
it: Organizza una partita
ur: میچ منظم کریں

source: SCHEDULE A MATCH QWIKLY. THEN JUST ENJOY THE GAME!
ar: جدول مباراة بسرعة. ثم استمتع باللعبة!
bg: НАСРОЧЕТЕ МАЧ БЪРЗО. И ПРОСТО СЕ НАСЛАДЕТЕ НА ИГРАТА!
it: ORGANIZZA UNA PARTITA VELOCEMENTE. POI GODITI IL GIOCO!
ur: جلدی میچ طے کریں۔ پھر بس کھیل سے لطف اٹھائیں!

source: Organize A Game Now
ar: نظّم لعبة الآن
bg: Организирайте игра сега
it: Organizza una partita ora

source: Accept Feed Invitation
ar: اقبل دعوة من الخلاصة
bg: Приемете покана от потока
it: Accetta un invito dal Feed

source: Post New Invitation
ar: انشر دعوة جديدة
bg: Публикувайте нова покана
it: Pubblica nuovo invito

source: Invite Friends Only
ar: ادعُ الأصدقاء فقط
bg: Покани само приятели
it: Invita solo amici
ur: صرف دوستوں کو دعوت دیں

source: Chat With Your Rival
ar: تحدث مع خصمك
bg: Чат със съперника ви
it: Chatta con il tuo rivale
ur: اپنے حریف کے ساتھ چیٹ کریں

source: Leave A Review
ar: اترك تقييمًا
bg: Оставете отзив
it: Lascia una recensione
ur: جائزہ دیں

source: Try New Games
ar: جرّب ألعابًا جديدة
bg: Опитайте нови игри
it: Prova nuovi giochi
ur: نئے کھیل آزمائیں

source: FINDING PARTNERS AND ORGANIZING GAMES SHOULDN'T BE A STRUGGLE. WE MAKE THIS EASY.
ar: العثور على شركاء وتنظيم الألعاب لا يجب أن يكون أمرًا صعبًا. نحن نجعل ذلك سهلًا.
bg: НАМИРАНЕТО НА ПАРТНЬОРИ И ОРГАНИЗИРАНЕТО НА ИГРИ НЕ ТРЯБВА ДА Е ТРУДНО. НИЕ ГО ПРАВИМ ЛЕСНО.
it: TROVARE PARTNER E ORGANIZZARE PARTITE NON DOVREBBE ESSERE DIFFICILE. NOI LO RENDIAMO SEMPLICE.
ur: پارٹنرز تلاش کرنا اور کھیل ترتیب دینا مشکل نہیں ہونا چاہیے۔ ہم اسے آسان بنا دیتے ہیں۔

source: Find Your Partner
ar: اعثر على شريكك
bg: Намерете своя партньор
it: Trova il tuo partner

source: ALL 2-PLAYER REAL-LIFE GAME INVITATIONS IN 1 PLACE
ar: جميع دعوات الألعاب الثنائية الواقعية في مكان واحد
bg: ВСИЧКИ ПОКАНИ ЗА ИГРИ С 2 ИГРАЧИ НА ЕДНО МЯСТО
it: TUTTI GLI INVITI A PARTITE REALI 1VS1 IN UN UNICO POSTO
ur: تمام 2 کھلاڑیوں کے حقیقی کھیلوں کی دعوتیں ایک ہی جگہ

source: FREQUENTLY ASKED QUESTIONS
bg: ЧЕСТО ЗАДАВАНИ ВЪПРОСИ
it: DOMANDE FREQUENTI
ur: اکثر پوچھے جانے والے سوالات

source: What is %(QWIK)sGAME?
ar: ما هو %(QWIK)sGAME؟
bg: Какво е %(QWIK)sGAME?
it: Cos'è %(QWIK)sGAME?
ur: %(QWIK)sGAME کیا ہے؟

source: %(QWIK)sGAME is an app which facilitates finding partners and arranging 2-player games.
ar: %(QWIK)sGAME هو تطبيق يسهل العثور على شركاء وتنظيم ألعاب ثنائية.
bg: %(QWIK)sGAME е приложение, което улеснява намирането на партньори и организирането на игри за 2 играчи.
it: %(QWIK)sGAME è un'app che facilita la ricerca di partner e l'organizzazione di partite a 2 giocatori.
ur: %(QWIK)sGAME ایک ایپ ہے جو پارٹنرز تلاش کرنے اور 2 کھلاڑیوں کے کھیل ترتیب دینے میں مدد دیتی ہے۔

source: For which games can I find partners on %(QWIK)sGAME?
ar: لأي ألعاب يمكنني العثور على شركاء عبر %(QWIK)sGAME؟
bg: За кои игри мога да намеря партньори в %(QWIK)sGAME?
it: Per quali giochi posso trovare partner su %(QWIK)sGAME?
ur: میں %(QWIK)sGAME پر کن کھیلوں کے لیے پارٹنرز تلاش کر سکتا/سکتی ہوں؟

source: %(QWIK)sGAME focuses on 2-player games only with ambitious plans for multi-player games in the future. Currently we have the most popular 2-player games like tennis, squash, table tennis, badminton, racquetball, but also chess, darts, backgammon, billiards and more.
bg: %(QWIK)sGAME се фокусира само върху игри за 2 играчи с амбициозни планове за мултиплейър игри в бъдеще. В момента предлагаме най-популярните игри за 2 играчи като тенис, скуош, тенис на маса, бадминтон, ракетбол, както и шах, дартс, табла, билярд и други.
it: %(QWIK)sGAME si concentra sui giochi a 2 giocatori con ambiziosi piani per giochi multiplayer in futuro. Attualmente offriamo i giochi più popolari come tennis, squash, tennis tavolo, badminton, racquetball, ma anche scacchi, freccette, backgammon, biliardo e altro.
ur: %(QWIK)sGAME فی الحال صرف 2 کھلاڑیوں کے کھیلوں پر توجہ دیتا ہے، جبکہ مستقبل میں ملٹی پلیئر کھیلوں کے منصوبے بھی موجود ہیں۔ اس وقت ہمارے پاس مشہور 2 کھلاڑیوں کے کھیل جیسے ٹینس، اسکواش، ٹیبل ٹینس، بیڈمنٹن، ریکیٹ بال کے ساتھ ساتھ شطرنج، ڈارٹس، بیک گیمَن، بلیئرڈز اور دیگر شامل ہیں۔

source: Is %(QWIK)sGAME paid?
ar: هل %(QWIK)sGAME مدفوع؟
bg: Платено ли е %(QWIK)sGAME?
it: %(QWIK)sGAME è a pagamento?
ur: کیا %(QWIK)sGAME بامعاوضہ ہے؟

source: %(QWIK)sGAME is free of charge.
ar: %(QWIK)sGAME مجاني بالكامل.
bg: %(QWIK)sGAME е безплатно.
it: %(QWIK)sGAME è gratuito.
ur: %(QWIK)sGAME مکمل طور پر مفت ہے۔

source: Is %(QWIK)sGAME available in my country?
ar: هل %(QWIK)sGAME متاح في بلدي؟
bg: Достъпно ли е %(QWIK)sGAME в моята страна?
it: %(QWIK)sGAME è disponibile nel mio paese?
ur: کیا %(QWIK)sGAME میرے ملک میں دستیاب ہے؟

source: %(QWIK)sGAME works anywhere in the world.
ar: %(QWIK)sGAME يعمل في أي مكان في العالم.
bg: %(QWIK)sGAME работи навсякъде по света.
it: %(QWIK)sGAME funziona ovunque nel mondo.
ur: %(QWIK)sGAME دنیا میں کہیں بھی کام کرتا ہے۔

source: How do I find partner and schedule a match with %(QWIK)sGAME?
ar: كيف أجد شريكًا وأجدول مباراة باستخدام %(QWIK)sGAME؟
bg: Как да намеря партньор и да насроча мач с %(QWIK)sGAME?
it: Per quali giochi posso trovare partner su %(QWIK)sGAME?
ur: میں %(QWIK)sGAME کے ذریعے پارٹنر کیسے تلاش کروں اور میچ کیسے طے کروں؟

source: To find a partner and organize a match start by sending an invitation for a match. Select the game, venue and a timeframe. It is recommended to call the venue and check if there are available playgrounds for your preferred timeframe. Your Match Invitation will be visible in the QWIKFeed to other Players. Multiple Players may respond to your Invitation. You get to choose the best offer and confirm the match. You can also reply to an existing invitation from the %(QWIK)sFeed by placing an offer for a particular hour from the given timeframe.
ar: للعثور على شريك وتنظيم مباراة، ابدأ بإرسال دعوة مباراة. اختر اللعبة والمكان والفترة الزمنية. يُنصح بالاتصال بالمكان للتأكد من توفر الملاعب في الوقت الذي تفضله. ستكون دعوتك مرئية في %(QWIK)sFeed لبقية اللاعبين. قد يرد عدة لاعبين على دعوتك. يمكنك اختيار أفضل عرض وتأكيد المباراة. كما يمكنك الرد على دعوة موجودة في %(QWIK)sFeed من خلال تقديم عرض لساعة محددة ضمن الفترة الزمنية المعروضة.
bg: За да намерите партньор и да организирате мач, започнете като изпратите покана за мач. Изберете играта, мястото и времевия диапазон. Препоръчително е да се обадите на мястото и да проверите дали има свободни игрища за предпочитания от вас период. Вашата покана за мач ще бъде видима в QWIKFeed за други играчи. Няколко играчи могат да отговорят на вашата покана. Вие избирате най-добрата оферта и потвърждавате мача. Можете също да отговорите на съществуваща покана от %(QWIK)sFeed, като направите оферта за конкретен час от посочения времеви диапазон.
it: Per trovare un partner e organizzare una partita inizia inviando un invito. Seleziona il gioco, il luogo e una fascia oraria. È consigliato chiamare la struttura per verificare la disponibilità dei campi nell’orario preferito. Il tuo invito alla partita sarà visibile nel QWIKFeed agli altri giocatori. Più giocatori possono rispondere al tuo invito. Potrai scegliere l’offerta migliore e confermare la partita. Puoi anche rispondere a un invito esistente dal %(QWIK)sFeed proponendo un orario specifico all’interno della fascia indicata.
ur: پارٹنر تلاش کرنے اور میچ ترتیب دینے کے لیے سب سے پہلے میچ کی دعوت بھیجیں۔ کھیل، مقام اور وقت منتخب کریں۔ بہتر ہے کہ مقام پر کال کر کے اپنی پسند کے وقت کے لیے دستیابی کی تصدیق کر لیں۔ آپ کی میچ دعوت QWIKFeed میں دیگر کھلاڑیوں کو نظر آئے گی۔ متعدد کھلاڑی آپ کی دعوت کا جواب دے سکتے ہیں۔ آپ بہترین پیشکش منتخب کر کے میچ کی تصدیق کر سکتے ہیں۔ آپ %(QWIK)sFeed میں موجود کسی دعوت کا جواب بھی دے سکتے ہیں اور دیے گئے وقت میں کسی مخصوص گھنٹے کے لیے پیشکش رکھ سکتے ہیں۔

source: How many invitations can I send?
ar: كم عدد الدعوات التي يمكنني إرسالها؟
bg: Колко покани мога да изпратя?
it: Quanti inviti posso inviare?
ur: میں کتنی دعوتیں بھیج سکتا/سکتی ہوں؟

source: You can post as many invitations as you wish every day and for any game, venue or timeframe.
ar: يمكنك نشر عدد غير محدود من الدعوات يوميًا ولأي لعبة أو مكان أو فترة زمنية.
bg: Можете да публикувате толкова покани, колкото желаете всеки ден и за всяка игра, място или времеви диапазон.
it: Puoi pubblicare tutti gli inviti che desideri ogni giorno per qualsiasi gioco, luogo o fascia oraria.
ur: آپ ہر روز جتنی چاہیں دعوتیں پوسٹ کر سکتے ہیں، کسی بھی کھیل، مقام یا وقت کے لیے۔

source: What is %(QWIK)sFeed?
ar: ما هو %(QWIK)sFeed؟
bg: Какво е %(QWIK)sFeed?
it: Cos’è %(QWIK)sFeed?
ur: %(QWIK)sFeed کیا ہے؟

source: You can find all current invitations in our %(QWIK)sFeed. It is contantly updated with new invitations sent by Players.
ar: يمكنك العثور على جميع الدعوات الحالية في %(QWIK)sFeed. يتم تحديثه باستمرار بدعوات جديدة يرسلها اللاعبون.
bg: Можете да намерите всички текущи покани в нашия %(QWIK)sFeed. Той се актуализира постоянно с нови покани, изпратени от играчи.
it: Puoi trovare tutti gli inviti attivi nel nostro %(QWIK)sFeed. Viene aggiornato costantemente con nuovi inviti inviati dai giocatori.
ur: آپ ہماری %(QWIK)sFeed میں تمام موجودہ دعوتیں دیکھ سکتے ہیں۔ اسے کھلاڑیوں کی جانب سے بھیجی گئی نئی دعوتوں کے ساتھ مسلسل اپ ڈیٹ کیا جاتا ہے۔

source: Who books the court/playground?
ar: من يقوم بحجز الملعب؟
bg: Кой резервира игрището?
it: Chi prenota il campo?
ur: کورٹ/پلے گراؤنڈ کی بکنگ کون کرتا ہے؟
