Repository: nworbnhoj/qwikgame
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, it, ur

source: The Player who send the initial match invitation is responsible to call and book a court/playground once the match is confirmed. The Player is also recommended to call and check the venue availability before sending the invitation.
ar: اللاعب الذي يرسل دعوة المباراة الأولية هو المسؤول عن الاتصال وحجز الملعب بعد تأكيد المباراة. كما يُنصح بالاتصال بالمكان للتحقق من التوفر قبل إرسال الدعوة.
bg: Играчът, който изпраща първоначалната покана за мач, е отговорен да се обади и да резервира игрището, след като мачът бъде потвърден. Също така се препоръчва играчът да се обади и да провери наличността на мястото преди изпращане на поканата.
it: Il giocatore che invia l’invito iniziale è responsabile di chiamare e prenotare il campo una volta che la partita è confermata. Si consiglia inoltre di verificare la disponibilità della struttura prima di inviare l’invito.
ur: جو کھلاڑی ابتدائی میچ دعوت بھیجتا ہے، وہ میچ کی تصدیق کے بعد کورٹ/پلے گراؤنڈ بک کرنے کا ذمہ دار ہوتا ہے۔ دعوت بھیجنے سے پہلے مقام کی دستیابی چیک کرنے کے لیے کال کرنا بھی تجویز کیا جاتا ہے۔

source: Why can't I find %(QWIK)sGAME in the PlayStore and AppStore?
ar: لماذا لا أجد %(QWIK)sGAME في PlayStore أو AppStore؟
bg: Защо не мога да намеря %(QWIK)sGAME в PlayStore и AppStore?
it: Perché non trovo %(QWIK)sGAME nel Play Store o nell’App Store?
ur: مجھے %(QWIK)sGAME PlayStore اور AppStore میں کیوں نہیں مل رہا؟

source: %(QWIK)sGAME is a Progressive Web App. It's the new generation of apps. No need to download nor install anything. Just save %(QWIK)sGAME on your Home screen. %(QWIK)sGAME PWA works on all operating systems and an Internet Browser is the only requirement.
ar: %(QWIK)sGAME هو تطبيق ويب تقدمي (PWA). إنه الجيل الجديد من التطبيقات. لا حاجة للتنزيل أو التثبيت. فقط احفظ %(QWIK)sGAME على شاشتك الرئيسية. يعمل %(QWIK)sGAME على جميع أنظمة التشغيل ويتطلب فقط متصفح إنترنت.
bg: %(QWIK)sGAME е Progressive Web App. Това е новото поколение приложения. Не е необходимо да изтегляте или инсталирате нищо. Просто запазете %(QWIK)sGAME на началния си екран. %(QWIK)sGAME PWA работи на всички операционни системи и единственото изискване е интернет браузър.
it: %(QWIK)sGAME è una Progressive Web App. È la nuova generazione di applicazioni. Non è necessario scaricare o installare nulla. Basta salvare %(QWIK)sGAME sulla schermata Home. La PWA di %(QWIK)sGAME funziona su tutti i sistemi operativi e richiede solo un browser Internet.
ur: %(QWIK)sGAME ایک Progressive Web App ہے۔ یہ نئی نسل کی ایپس میں شامل ہے۔ کچھ بھی ڈاؤن لوڈ یا انسٹال کرنے کی ضرورت نہیں۔ بس %(QWIK)sGAME کو اپنی ہوم اسکرین پر محفوظ کریں۔ %(QWIK)sGAME PWA تمام آپریٹنگ سسٹمز پر کام کرتا ہے اور صرف انٹرنیٹ براؤزر کی ضرورت ہوتی ہے۔

source: Who owns %(QWIK)sGAME?
ar: من يملك %(QWIK)sGAME؟
bg: Кой притежава %(QWIK)sGAME?
it: Chi è il proprietario di %(QWIK)sGAME?
ur: %(QWIK)sGAME کا مالک کون ہے؟

source: %(QWIK)sGAME is managed by QWIKGAME Inc. registered in Victoria, Australia as a Not For Profit Association. All discussions and decisions regarding %(QWIK)sGAME are made online in the <a href="https://forum.qwikgame.org/" target="_blank">QWIK Forum</a>. Your assistance will be most welcome.
bg: %(QWIK)sGAME се управлява от QWIKGAME Inc., регистрирана във Виктория, Австралия като сдружение с нестопанска цел. Всички обсъждания и решения относно %(QWIK)sGAME се вземат онлайн във <a href="https://forum.qwikgame.org/" target="_blank">QWIK Forum</a>. Вашата помощ ще бъде много добре дошла.
it: %(QWIK)sGAME è gestito da QWIKGAME Inc., registrata in Victoria, Australia, come associazione senza scopo di lucro. Tutte le discussioni e decisioni riguardanti %(QWIK)sGAME vengono prese online nel <a href="https://forum.qwikgame.org/" target="_blank">QWIK Forum</a>. Il tuo contributo sarà molto apprezzato.
ur: %(QWIK)sGAME کو QWIKGAME Inc. کے ذریعے منظم کیا جاتا ہے، جو وکٹوریہ، آسٹریلیا میں بطور غیر منافع بخش ادارہ رجسٹرڈ ہے۔ %(QWIK)sGAME سے متعلق تمام مباحثے اور فیصلے آن لائن <a href="https://forum.qwikgame.org/" target="_blank">QWIK Forum</a> میں کیے جاتے ہیں۔ آپ کی معاونت کا خیرمقدم ہے۔

source: Is %(QWIK)sGAME open-source?
ar: هل %(QWIK)sGAME مفتوح المصدر؟
bg: %(QWIK)sGAME с отворен код ли е?
it: %(QWIK)sGAME è open source?
ur: کیا %(QWIK)sGAME اوپن سورس ہے؟

source: Yes! The %(QWIK)sGAME software is entirely open-source. The latest code can be found on %(github_link)s. Your assistance will be most welcome.
ar: نعم! برنامج %(QWIK)sGAME مفتوح المصدر بالكامل. يمكن العثور على أحدث الشيفرة عبر %(github_link)s. مساهمتك مرحب بها للغاية.
bg: Да! Софтуерът на %(QWIK)sGAME е изцяло с отворен код. Последният код може да бъде намерен в %(github_link)s. Вашата помощ ще бъде много добре дошла.
it: Sì! Il software %(QWIK)sGAME è completamente open source. L’ultima versione del codice è disponibile su %(github_link)s. Il tuo contributo sarà molto apprezzato.
ur: جی ہاں! %(QWIK)sGAME کا سافٹ ویئر مکمل طور پر اوپن سورس ہے۔ تازہ ترین کوڈ %(github_link)s پر دستیاب ہے۔ آپ کی معاونت کا خیرمقدم ہے۔

source: License
ar: الرخصة
bg: Лиценз
it: Licenza
ur: لائسنس

source: Privacy
ar: الخصوصية
bg: Поверителност
ur: رازداری

source: Terms & Conditions
ar: الشروط والأحكام
bg: Общи условия
it: Termini e condizioni
ur: شرائط و ضوابط

source: Sign In
bg: Вход
it: Registrati
ur: سائن اِن

source: Sign up
bg: Регистрация
it: Registrati
ur: سائن اپ
