Repository: nworbnhoj/qwikgame
Catalog: feedback/locale/*/LC_MESSAGES/django.po
Languages: ur

source: Description
ur: تفصیل

source: thanks heaps for taking the time!
ur: وقت نکالنے کا بے حد شکریہ!

source: feedback
ur: رائے

source: Bug
ur: خرابی

source: Something is not clear
ur: کچھ واضح نہیں ہے

source: Something is too dfficult
ur: کچھ بہت مشکل ہے

source: Something is really good
ur: کچھ واقعی بہت اچھا ہے

source: Suggestion for improvement
ur: بہتری کے لیے تجویز

source: Translation issue
ur: ترجمے کا مسئلہ

source: Other
ur: دیگر

source: Feedback
ur: رائے

source: Version:
ur: ورژن:

source: Issue:
ur: مسئلہ:

source: None
ur: کوئی نہیں

source: create issue
ur: مسئلہ بنائیں

source: No feedback!
ur: کوئی رائے موجود نہیں!

source: Select Feedback to see detail.
ur: تفصیل دیکھنے کے لیے رائے منتخب کریں۔
