Repository: nworbnhoj/qwikgame
Catalog: person/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, it, ur

source: Person to block
ar: الشخص المراد حظره
bg: Човек за блокиране
it: Persona da bloccare
ur: بلاک کرنے والا شخص

source: EMAIL NOTIFICATIONS
ar: إشعارات البريد الإلكتروني
bg: ИМЕЙЛ ИЗВЕСТИЯ
it: NOTIFICHE EMAIL
ur: ای میل نوٹیفکیشنز

source: WEB / APP NOTIFICATIONS
ar: إشعارات الويب / التطبيق
bg: УЕБ / ПРИЛОЖЕНИЕ ИЗВЕСТИЯ
it: NOTIFICHE WEB / APP
ur: ویب / ایپ نوٹیفکیشنز

source: This will make finding a Venue nearby faster.
ar: سيجعل ذلك العثور على مكان قريب أسرع.
it: Questo renderà più veloce la ricerca di una sede nelle vicinanze.
ur: اس سے قریبی مقام تلاش کرنا تیز ہو جائے گا۔

source: ALLOW LOCATION ACCESS
ar: السماح بالوصول إلى الموقع
bg: РАЗРЕШИ ДОСТЪП ДО МЕСТОПОЛОЖЕНИЕ
it: CONSENTI ACCESSO ALLA POSIZIONE
ur: لوکیشن تک رسائی کی اجازت دیں

source: Browser default
ar: الإعداد الافتراضي للمتصفح
ur: براؤزر کی طے شدہ ترتیب

source: LANGUAGE
ar: اللغة
bg: ЕЗИК
it: LINGUA
ur: زبان

source: Receive Email for Bid %(bid)s and Match %(match)s
ar: استلام بريد إلكتروني للعرض %(bid)s والمباراة %(match)s
bg: Получаване на имейл за оферта %(bid)s и мач %(match)s
it: Ricevi email per l’offerta %(bid)s e la partita %(match)s
ur: Bid %(bid)s اور میچ %(match)s کے لیے ای میل وصول کریں

source: See App Notifications for Bid %(bid)s and Match %(match)s)
ar: عرض إشعارات التطبيق للعرض %(bid)s والمباراة %(match)s)
bg: Показване на известия в приложението за оферта %(bid)s и мач %(match)s
it: Visualizza notifiche dell’app per l’offerta %(bid)s e la partita %(match)s
ur: Bid %(bid)s اور میچ %(match)s کے لیے ایپ نوٹیفکیشن دیکھیں

source: QWIK NAME
ar: اسم QWIK
it: NOME QWIK
ur: QWIK نام

source: WEBSITE / SOCIAL MEDIA
ar: الموقع الإلكتروني / وسائل التواصل الاجتماعي
bg: УЕБСАЙТ / СОЦИАЛНИ МРЕЖИ
it: SITO WEB / SOCIAL MEDIA
ur: ویب سائٹ / سوشل میڈیا

source: your qwikgame screen name
ar: اسم العرض الخاص بك في qwikgame
bg: вашето екранно име в qwikgame
it: il tuo nome visualizzato su qwikgame
ur: آپ کا qwikgame اسکرین نام

source: add a social media url
ar: أضف رابط وسيلة تواصل اجتماعي
bg: добавете URL на социална мрежа
it: aggiungi un URL social
ur: سوشل میڈیا کا URL شامل کریں

source: When you block a person, neither of you will see the other on qwikgame.
ar: عند حظر شخص، لن يتمكن أي منكما من رؤية الآخر على qwikgame.
bg: Когато блокирате човек, нито един от вас няма да вижда другия в qwikgame.
it: Quando blocchi una persona, nessuno dei due potrà vedere l’altro su qwikgame.
ur: جب آپ کسی شخص کو بلاک کرتے ہیں تو آپ دونوں qwikgame پر ایک دوسرے کو نہیں دیکھ سکیں گے۔

source: PEOPLE YOU HAVE BLOCKED
ar: الأشخاص الذين قمت بحظرهم
bg: ХОРА, КОИТО СТЕ БЛОКИРАЛИ
it: PERSONE CHE HAI BLOCCATO
ur: جن لوگوں کو آپ نے بلاک کیا ہے

source: Account
ar: الحساب
bg: Акаунт
ur: اکاؤنٹ

source: Upgrade
ar: ترقية
bg: Надграждане
it: Aggiorna
ur: اپ گریڈ

source: Public Profile
ar: الملف العام
bg: Публичен профил
it: Profilo pubblico
ur: عوامی پروفائل

source: Private Settings
ar: الإعدادات الخاصة
bg: Лични настройки
it: Impostazioni private
ur: نجی ترتیبات

source: QWIKGAME App
ar: تطبيق QWIKGAME
bg: QWIKGAME приложение
it: App QWIKGAME
ur: QWIKGAME ایپ

source: Privacy
ar: الخصوصية
bg: Поверителност
ur: رازداری

source: Terms & Conditions
ar: الشروط والأحكام
bg: Общи условия
it: Termini e condizioni
ur: شرائط و ضوابط

source: Licence
ar: الرخصة
bg: Лиценз
it: Licenza
ur: لائسنس

source: Logout
ar: تسجيل الخروج
bg: Изход
it: Esci
ur: لاگ آؤٹ

source: Thank you for letting us know.
ar: شكرًا لإبلاغنا.
bg: Благодарим ви, че ни уведомихте.
it: Grazie per avercelo comunicato.
ur: ہمیں اطلاع دینے کا شکریہ۔

source: Invitations from %(blocked_player.qwikname)s have been blocked.
ar: تم حظر الدعوات من %(blocked_player.qwikname)s.
bg: Поканите от %(blocked_player.qwikname)s бяха блокирани.
it: Gli inviti da %(blocked_player.qwikname)s sono stati bloccati.
ur: %(blocked_player.qwikname)s کی جانب سے دعوتیں بلاک کر دی گئی ہیں۔

source: Have a great day.
ar: نتمنى لك يومًا رائعًا.
bg: Приятен ден.
it: Buona giornata.
ur: آپ کا دن خوشگوار گزرے۔

source: blocked Player ID
ar: معرّف اللاعب المحظور
bg: блокиран ID на играч
it: ID giocatore bloccato
ur: بلاک شدہ پلیئر ID

source: Qwik Alert
ar: تنبيه Qwik
bg: Qwik известие
it: Avviso Qwik

source: You're receiving this email because <b>%(name)s</b> has withdrawn their Bid on your Qwikgame of <b>%(game)s</b> at <b>%(venue)s</b>.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото <b>%(name)s</b> оттегли своята оферта за вашата Qwikgame игра на <b>%(game)s</b> в <b>%(venue)s</b>.
it: Ricevi questa email perché <b>%(name)s</b> ha ritirato la propria offerta per il tuo Qwikgame di <b>%(game)s</b> presso <b>%(venue)s</b>.

source: Visit %(site_name)s to review
ar: قم بزيارة %(site_name)s للمراجعة
bg: Посетете %(site_name)s, за да прегледате
it: Visita %(site_name)s per recensire

source: Bid withdrawn on %(game)s at %(venue)s
ar: تم سحب العرض على %(game)s في %(venue)s
bg: Оттеглена оферта за %(game)s в %(venue)s
it: Offerta ritirata per %(game)s presso %(venue)s
ur: %(venue)s میں %(game)s کی پیشکش واپس لے لی گئی

source: You're receiving this email because %(name)s has withdrawn their Bid on your Qwikgame of %(game)s at %(venue)s.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото %(name)s оттегли своята оферта за вашата Qwikgame игра на %(game)s в %(venue)s.
it: Ricevi questa email perché %(name)s ha ritirato la propria offerta per il tuo Qwikgame di %(game)s presso %(venue)s.

source: To review please go to:
ar: للمراجعة يرجى الانتقال إلى:
bg: За преглед посетете:
it: Per visualizzare vai a:
ur: جائزہ لینے کے لیے یہاں جائیں:

source: To change email notification settings, please go to:
ar: لتغيير إعدادات إشعارات البريد الإلكتروني، يرجى الانتقال إلى:
bg: За да промените настройките за имейл известия, посетете:
it: Per modificare le impostazioni di notifica e-mail, vai a:
ur: ای میل نوٹیفکیشن کی ترتیبات تبدیل کرنے کے لیے یہاں جائیں:

source: %(name)s has withdrawn their Bid on %(game)s at %(venue)s.
ar: %(name)s قام بسحب عرضه على %(game)s في %(venue)s.
bg: %(name)s оттегли своята оферта за %(game)s в %(venue)s.
it: %(name)s ha ritirato la propria offerta per %(game)s a %(venue)s.

source: Bid on %(game)s withdrawn
ar: تم رفض العرض على %(game)s
bg: Офертата за %(game)s е оттеглена
it: Offerta per %(game)s ritirata

source: You're receiving this email because your %(site_name)s of <b>%(game)s</b> at <b>%(venue)s</b> has been CANCELLED.
ar: أنت تتلقى هذا البريد الإلكتروني لأن %(site_name)s الخاص بك من تم إلغاء <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото вашата %(site_name)s по <b>%(game)s</b> в <b>%(venue)s</b> е ОТМЕНЕНА.
it: Hai ricevuto questa email perché il tuo %(site_name)s di <b>%(game)s</b> presso <b>%(venue)s</b> è stato ANNULLATO.

source: Visit %(site_name)s to chat
ar: قم بزيارة %(site_name)s للمراجعة
bg: Посетете %(site_name)s, за да чатите
it: Visita %(site_name)s per chattare

source: CANCELLED %(game)s at %(venue)s
ar: تم إلغاء %(game)s في %(venue)s
bg: ОТМЕНЕНА %(game)s в %(venue)s
it: %(game)s presso %(venue)s ANNULLATA
ur: %(venue)s میں %(game)s منسوخ ہو گیا

source: You're receiving this email because your Qwikgame of %(game)s at %(venue)s has been CANCELLED.
ar: أنت تتلقى هذا البريد الإلكتروني لأن لعبة Qwikgame الخاصة بـ %(game)s موجودة في %(venue)s تم الإلغاء.
bg: Получавате този имейл, защото вашата игра %(game)s в %(venue)s беше ОТМЕНЕНА.
it: Hai ricevuto questa email perché il tuo Qwikgame di %(game)s presso %(venue)s è stato ANNULLATO.

source: To chat please go to:
ar: للدردشة يرجى الانتقال إلى:
bg: За да чатите, посетете:
it: Per visualizzare vai a:

source: %(name)s has cancelled the %(game)s Match at %(venue)s.
ar: %(name)s ألغى مباراة %(game)s في %(venue)s.
bg: %(name)s отмени мача по %(game)s в %(venue)s.
it: %(name)s ha annullato la partita di %(game)s presso %(venue)s.

source: %(game)s Match cancelled
ar: تم إلغاء مباراة %(game)s
bg: Мачът по %(game)s е отменен
it: Partita di %(game)s annullata

source: You're receiving this email because your %(site_name)s of <b>%(game)s</b> at <b>%(venue)s</b> received a chat message.
ar: أنت تتلقى هذا البريد الإلكتروني لأن %(site_name)s الخاص بك من تلقى <b>%(game)s</b> في <b>%(venue)s</b> رسالة محادثة.
bg: Получавате този имейл, защото вашата %(site_name)s по <b>%(game)s</b> в <b>%(venue)s</b> получи чат съобщение.
it: Ricevi questa email perché il tuo %(site_name)s di <b>%(game)s</b> presso <b>%(venue)s</b> ha ricevuto un messaggio di chat.

source: Chat message for %(game)s at %(venue)s
ar: رسالة دردشة بخصوص %(game)s في %(venue)s
bg: Чат съобщение за %(game)s в %(venue)s
it: Messaggio di chat per %(game)s presso %(venue)s
ur: %(venue)s میں %(game)s کے لیے چیٹ پیغام

source: You're receiving this email because your Qwikgame of %(game)s at %(venue)s received a chat message.
ar: أنت تتلقى هذا البريد الإلكتروني لأن لعبة Qwikgame الخاصة بـ %(game)s في %(venue)s تلقت رسالة دردشة.
bg: Получавате този имейл, защото вашата игра %(game)s в %(venue)s получи чат съобщение.
it: Ricevi questa email perché il tuo Qwikgame di %(game)s presso %(venue)s ha ricevuto un messaggio di chat.

source: %(name)s said: %(text)s
ar: %(name)s قال: %(text)s
bg: %(name)s каза: %(text)s
it: %(name)s presso: %(text)s

source: %(game)s Chat %(name)s
ar: %(game)s دردشة %(name)s
bg: %(game)s чат %(name)s
it: %(game)s presso %(name)s

source: You're receiving this email because <b>%(name)s</b> has declined your Bid on <b>%(game)s</b> at <b>%(venue)s</b>.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
it: Hai ricevuto questa email perché <b>%(name)s</b> ha rifiutato la tua offerta per <b>%(game)s</b> a <b>%(venue)s</b>.

source: Visit %(site_name)s to review
ar: قم بزيارة %(site_name)s للمراجعة
bg: Ппосетете %(site_name)s, за да направите преглед
it: Visita %(site_name)s per visualizzare

source: Bid declined on %(game)s at %(venue)s
ar: تم رفض العرض على %(game)s في %(venue)s
bg: Офертата за %(game)s в %(venue)s е отхвърлена
it: Offerta rifiutata per %(game)s presso %(venue)s
ur: %(venue)s میں %(game)s کی پیشکش مسترد کر دی گئی

source: You're receiving this email because %(name)s has declined your Bid on %(game)s at %(venue)s.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото %(name)s отхвърли вашата оферта за %(game)s в %(venue)s.
it: Ricevi questa email perché %(name)s ha ritirato la propria offerta per il tuo Qwikgame di %(game)s presso %(venue)s.

source: %(name)s has declined your Bid on %(game)s at %(venue)s.
ar: %(name)s رفض عرضك على %(game)s في %(venue)s.
bg: %(name)s отхвърли вашата оферта за %(game)s в %(venue)s.
it: %(name)s ha ritirato la propria offerta per %(game)s a %(venue)s.
ur: %(name)s نے %(venue)s میں %(game)s کے لیے آپ کی پیشکش مسترد کر دی ہے۔

source: Bid on %(game)s declined
ar: تم رفض العرض على %(game)s
bg: Офертата за %(game)s е отхвърлена
it: Offerta per %(game)s ritirata
ur: %(game)s کی پیشکش مسترد کر دی گئی

source: You're receiving this email because <b>%(name)s</b> is Keen for a Qwikgame of <b>%(game)s</b> at <b>%(venue)s</b>.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
it: Ricevi questa email perché <b>%(name)s</b> ha ritirato la propria offerta per il tuo Qwikgame di <b>%(game)s</b> presso <b>%(venue)s</b>.

source: Visit %(site_name)s to accept
ar: قم بزيارة %(site_name)s للمراجعة
bg: Ппосетете %(site_name)s, за да приемете
it: Visita %(site_name)s per accettare

source: Qwikgame of %(game)s with %(name)s at %(venue)s
ar: Qwikgame لـ %(game)s مع %(name)s في %(venue)s
bg: Qwikgame на %(game)s с %(name)s в %(venue)s
it: Qwikgame di %(game)s con %(name)s presso %(venue)s
ur: %(venue)s میں %(name)s کے ساتھ %(game)s کی دعوت

source: You're receiving this email because %(name)s is Keen for a Qwikgame of %(game)s at %(venue)s.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото %(name)s има интерес към Qwikgame игра на %(game)s в %(venue)s.
it: Ricevi questa email perché %(name)s ha ritirato la propria offerta per il tuo Qwikgame di %(game)s presso %(venue)s.

source: To accept please go to:
ar: للقبول يرجى الانتقال إلى:
bg: За да приемете, посетете:
it: Per accettare vai a:
ur: قبول کرنے کے لیے یہاں جائیں:

source: %(name)s is Keen for a Qwikgame of %(game)s at %(venue)s.
ar: %(name)s حريص على لعبة Qwik من %(game)s في %(venue)s.
bg: %(name)s има интерес към Qwikgame игра на %(game)s в %(venue)s.
it: %(name)s ha ritirato la propria offerta per %(game)s a %(venue)s.
ur: %(name)s %(venue)s میں %(game)s کھیلنے کے لیے دلچسپی رکھتا/رکھتی ہے۔

source: You're receiving this email because <b>%(name)s</b> has Bid on your Qwikgame of <b>%(game)s</b> at <b>%(venue)s</b>.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото <b>%(name)s</b> направи оферта за вашата Qwikgame игра на <b>%(game)s</b> в <b>%(venue)s</b>.
it: Ricevi questa email perché <b>%(name)s</b> ha ritirato la propria offerta per il tuo Qwikgame di <b>%(game)s</b> presso <b>%(venue)s</b>.

source: Bid on %(game)s at %(venue)s
ar: عرض على %(game)s في %(venue)s
bg: Оферта за %(game)s в %(venue)s
it: Offerta per %(game)s presso %(venue)s
ur: %(venue)s میں %(game)s کے لیے نئی پیشکش

source: You're receiving this email because %(name)s has Bid on your Qwikgame of %(game)s at %(venue)s.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото %(name)s направи оферта за вашата Qwikgame игра на %(game)s в %(venue)s.
it: Ricevi questa email perché %(name)s ha ritirato la propria offerta per il tuo Qwikgame di %(game)s presso %(venue)s.
ur: آپ کو یہ ای میل اس لیے موصول ہوئی ہے کیونکہ %(name)s نے %(venue)s میں آپ کے %(game)s Qwikgame پر پیشکش کی ہے۔

source: %(name)s has Bid on %(game)s at %(venue)s.
ar: %(name)s عرض على %(game)s في %(venue)s
bg: %(name)s направи оферта за %(game)s в %(venue)s.
it: %(name)s ha ritirato la propria offerta per %(game)s a %(venue)s.
ur: %(name)s نے %(venue)s میں %(game)s کے لیے پیشکش کی ہے۔

source: Bid on %(game)s
ar: تم رفض العرض على %(game)s
bg: Оферта за %(game)s
it: Offerta per %(game)s ritirata
ur: %(game)s کے لیے نئی پیشکش

source: You're receiving this email because <b>%(name)s</b> at %(site_name)s has confirmed <b>%(game)s</b> at <b>%(venue)s</b>.
ar: أنت تتلقى هذا البريد الإلكتروني لأن <b>%(name)s</b> في أكّد %(site_name)s وجود <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото <b>%(name)s</b> в %(site_name)s потвърди <b>%(game)s</b> в <b>%(venue)s</b>.
it: Ricevi questa email perché <b>%(name)s</b> su %(site_name)s ti ha invitato a giocare a <b>%(game)s</b> presso <b>%(venue)s</b>.

source: Confirmed %(game)s at %(venue)s
ar: تم تأكيد %(game)s في %(venue)s
bg: Потвърдена %(game)s в %(venue)s
it: %(game)s confermata presso %(venue)s
ur: %(venue)s میں %(game)s کی تصدیق ہو گئی

source: You're receiving this email because your Qwikgame of %(game)s at %(venue)s has been Confirmed.
ar: أنت تتلقى هذا البريد الإلكتروني لأن لعبة Qwikgame الخاصة بـ %(game)s موجودة في %(venue)s تم التأكيد.
bg: Получавате този имейл, защото вашата игра %(game)s в %(venue)s беше потвърдена.
it: Hai ricevuto questa email perché il tuo Qwikgame di %(game)s a %(venue)s è stato confermato.

source: %(name)s has confirmed the %(game)s Match at %(venue)s.
ar: أكد %(name)s مباراة %(game)s في %(venue)s.
bg: %(name)s потвърди мача по %(game)s в %(venue)s.
it: %(name)s ha annullato la partita di %(game)s presso %(venue)s.
ur: %(name)s نے %(venue)s میں %(game)s میچ کی تصدیق کر دی ہے۔

source: %(game)s Match confirmed
ar: تم إلغاء مباراة %(game)s
bg: Мачът по %(game)s е потвърден
it: Partita di %(game)s annullata

source: Invitations from %(site_name)s have been disabled.
ar: تم تعطيل الدعوات من %(site_name)s.
bg: Поканите от %(site_name)s бяха деактивирани.
it: Gli inviti da %(site_name)s sono stati disabilitati.
ur: %(site_name)s کی جانب سے دعوتیں غیر فعال کر دی گئی ہیں۔

source: PRIVATE SETTINGS
ar: الإعدادات الخاصة
bg: ЛИЧНИ НАСТРОЙКИ
it: IMPOSTAZIONI PRIVATE
ur: نجی ترتیبات

source: EMAIL ADDRESS
ar: عنوان البريد الإلكتروني
bg: ИМЕЙЛ АДРЕС
it: INDIRIZZO EMAIL
ur: ای میل پتہ

source: Change (coming soon)
ar: تغيير (قريبًا)
bg: Промяна (скоро)
it: Modifica (in arrivo)
ur: تبدیل کریں (جلد آرہا ہے)

source: UnBlock
ar: إلغاء الحظر
bg: Деблокирай
it: Sblocca
ur: ان بلاک کریں

source: PUBLIC PROFILE
ar: الملف العام
bg: ПУБЛИЧЕН ПРОФИЛ
it: PROFILO PUBBLICO
ur: عوامی پروفائل

source: Save
ar: حفظ
bg: Запази
it: Salva
ur: محفوظ کریں

source: You're receiving this email because <b>%(name)s</b> has Invited you to a Qwikgame of <b>%(game)s</b> at <b>%(venue)s</b>.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото <b>%(name)s</b> ви покани на Qwikgame игра на <b>%(game)s</b> в <b>%(venue)s</b>.
it: Hai ricevuto questa email perché <b>%(name)s</b> ti ha invitato a un Qwikgame di <b>%(game)s</b> a <b>%(venue)s</b>.

source: Invitation to %(game)s with %(name)s at %(venue)s
ar: دعوة إلى %(game)s مع %(name)s في %(venue)s
bg: Покана за %(game)s с %(name)s в %(venue)s
it: Invito a %(game)s con %(name)s presso %(venue)s
ur: %(venue)s میں %(name)s کے ساتھ %(game)s کی دعوت

source: You're receiving this email because %(name)s has Invited you to a Qwikgame of %(game)s at %(venue)s.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото %(name)s ви покани на Qwikgame игра на %(game)s в %(venue)s.
it: Ricevi questa email perché %(name)s ha ritirato la propria offerta per il tuo Qwikgame di %(game)s presso %(venue)s.

source: %(name)s has Invited you to %(game)s at %(venue)s.
ar: %(name)s رسالة دردشة بخصوص %(game)s في %(venue)s
bg: %(name)s ви покани на %(game)s в %(venue)s.
it: %(name)s ha annullato la partita di %(game)s presso %(venue)s.
ur: %(name)s نے آپ کو %(venue)s میں %(game)s کے لیے دعوت دی ہے۔

source: Invite to %(game)s
ar: تم رفض العرض على %(game)s
bg: Покана за %(game)s
it: Invita a %(game)s

source: UPGRADE
ar: الترقية
bg: НАДГРАЖДАНЕ
it: AGGIORNA
ur: اپ گریڈ

source: coming soon
ar: قريبًا
bg: скоро
it: in arrivo
ur: جلد آرہا ہے

source: You're receiving this email because <b>%(name)s</b> at %(site_name)s has invited you to play <b>%(game)s</b> at <b>%(venue)s</b>.
ar: أنت تتلقى هذا البريد الإلكتروني لأن <b>%(name)s</b> في لقد دعاك %(site_name)s للعب <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото <b>%(name)s</b> в %(site_name)s ви покани да играете <b>%(game)s</b> в <b>%(venue)s</b>.
it: Ricevi questa email perché <b>%(name)s</b> su %(site_name)s ti ha invitato a giocare a <b>%(game)s</b> presso <b>%(venue)s</b>.

source: Visit %(site_name)s to accept invitation
ar: قم بزيارة %(site_name)s للمراجعة
bg: Посетете %(site_name)s, за да приемете поканата
it: Visita %(site_name)s per accettare

source: Invitation to play %(game)s with %(name)s at %(venue)s
ar: دعوة للعب %(game)s مع %(name)s في %(venue)s
bg: Покана за игра на %(game)s с %(name)s в %(venue)s
it: Invito a giocare a %(game)s con %(name)s presso %(venue)s
ur: %(venue)s میں %(name)s کے ساتھ %(game)s کی دعوت

source: Welcome to qwikgame.org
ar: مرحبًا بك في qwikgame.org
bg: Добре дошли в qwikgame.org
it: Benvenuto su qwikgame.org
ur: qwikgame.org میں خوش آمدید

source: You're receiving this email because %(name)s at %(site_name)s has invited you to play %(game)s at %(venue)s.
ar: تصلك هذه الرسالة لأن <b>%(name)s</b> قام %(site_name)s بسحب عرضه على لعبتك <b>%(game)s</b> في <b>%(venue)s</b>.
bg: Получавате този имейл, защото %(name)s в %(site_name)s ви покани да играете %(game)s в %(venue)s.
it: Ricevi questa email perché <b>%(name)s</b> su %(site_name)s ti ha invitato a giocare a <b>%(game)s</b> presso <b>%(venue)s</b>.

source: Game
ar: اللعبة
bg: Игра
it: Gioco
ur: کھیل

source: Date
ar: التاريخ
bg: Дата
it: Data
ur: تاریخ

source: Time
ar: الوقت
bg: Час
it: Ora
ur: وقت

source: Venue
ar: المكان
bg: Място
it: Luogo
ur: مقام

source: Please click on the following link to accept the invitation:
ar: يرجى النقر على الرابط التالي لقبول الدعوة:
bg: Моля, кликнете върху следния линк, за да приемете поканата:
it: Per accettare l’invito, fai clic sul seguente link:
ur: دعوت قبول کرنے کے لیے درج ذیل لنک پر کلک کریں:

source: To block email invitations from %(name)s, please click :
ar: لحظر دعوات البريد الإلكتروني من %(name)s، يرجى النقر على:
bg: За да блокирате имейл покани от %(name)s, моля кликнете:
it: Per bloccare le email di invito da %(name)s, fai clic qui:
ur: %(name)s کی جانب سے ای میل دعوتیں بلاک کرنے کے لیے یہاں کلک کریں:

source: To block email invitations from all Players at %(site_name)s, please click :
ar: لحظر دعوات البريد الإلكتروني من جميع اللاعبين في %(site_name)s، يرجى النقر على:
bg: За да блокирате имейл покани от всички играчи в %(site_name)s, моля кликнете:
it: Per bloccare le email di invito da tutti i giocatori su %(site_name)s, fai clic qui:
ur: %(site_name)s پر تمام کھلاڑیوں کی ای میل دعوتیں بلاک کرنے کے لیے یہاں کلک کریں:

source: Qwikgame of %(game)s
bg: Qwikgame на %(game)s
it: Qwikgame di %(game)s

source: email invitations from
bg: имейл покани от
it: inviti via e-mail da
