Repository: nworbnhoj/qwikgame
Catalog: game/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, it, ur

source: Chat here with your rival
ar: تحدث هنا مع خصمك
bg: Чатете тук с вашия съперник
it: Chatta qui con il tuo avversario
ur: اپنے حریف کے ساتھ یہاں چیٹ کریں

source: RIVAL SKILL LEVEL
ar: مستوى مهارة الخصم
bg: НИВО НА УМЕНИЯТА НА СЪПЕРНИКА
it: LIVELLO DI ABILITÀ DELL’AVVERSARIO
ur: حریف کی مہارت کی سطح

source: poor sportsmanship
ar: سلوك رياضي سيئ
bg: неспортсменско поведение
it: scarso fair play
ur: غیر کھیلانہ رویہ

source: did not show up
ar: لم يحضر
bg: не се появи
it: non si è presentato
ur: حاضر نہیں ہوا

source: RIVAL CONDUCT
ar: سلوك الخصم
bg: ПОВЕДЕНИЕ НА СЪПЕРНИКА
it: COMPORTAMENTO DELL’AVVERSARIO
ur: حریف کا رویہ

source: Did anything go wrong?
ar: هل حدث أي خطأ؟
bg: Имаше ли нещо нередно?
it: È andato storto qualcosa?
ur: کیا کچھ غلط ہوا؟

source: %(name)s, please contact venue to ensure availability on %(date)s : %(phone)s : %(url)s
ar: %(name)s، يرجى التواصل مع المكان للتأكد من التوفر بتاريخ %(date)s : %(phone)s : %(url)s
it: %(name)s, contatta la sede per verificare la disponibilità il %(date)s : %(phone)s : %(url)s
ur: %(name)s، براہ کرم %(date)s کو دستیابی یقینی بنانے کے لیے مقام سے رابطہ کریں: %(phone)s : %(url)s

source: match cancelled
ar: تم إلغاء المباراة
it: partita annullata
ur: میچ منسوخ ہو گیا

source: match chat disabled
ar: تم تعطيل دردشة المباراة
it: chat della partita disabilitata
ur: میچ چیٹ غیر فعال کر دی گئی

source: match scheduled
ar: تم جدولة المباراة
it: partita programmata
ur: میچ طے ہو گیا

source: match chat perished
ar: انتهت دردشة المباراة
it: chat della partita eliminata
ur: میچ چیٹ ختم ہو گئی

source: Match
ar: مباراة
bg: Мач
it: Partita
ur: میچ

source: Cancel this Match?
ar: إلغاء هذه المباراة؟
bg: Отказ от този мач?
it: Annullare questa partita?
ur: کیا آپ اس میچ کو منسوخ کرنا چاہتے ہیں؟

source: cancel
ar: إلغاء
bg: отказ
it: annulla
ur: منسوخ کریں

source: Match is scheduled
ar: تمت جدولة المباراة
it: La partita è programmata
ur: میچ طے شدہ ہے

source: Match is complete
ar: اكتملت المباراة
it: La partita è completata
ur: میچ مکمل ہو چکا ہے

source: Match is cancelled
ar: تم إلغاء المباراة
it: La partita è annullata
ur: میچ منسوخ ہو چکا ہے

source: unknown status
ar: حالة غير معروفة
it: stato sconosciuto
ur: نامعلوم حالت

source: Show invitation history
ar: عرض سجل الدعوات
bg: Покажи историята на поканите
it: Mostra cronologia inviti
ur: دعوت کی تاریخ دکھائیں

source: Hide invitation history
ar: إخفاء سجل الدعوات
bg: Скрий историята на поканите
it: Nascondi cronologia inviti
ur: دعوت کی تاریخ چھپائیں

source: Review
ar: مراجعة
bg: Отзив
it: Recensione
ur: جائزہ

source: ☺ emogi coming soon ☺
ar: ☺ الرموز التعبيرية قريبًا ☺
bg: ☺ емоджи скоро ☺
it: ☺ emoji in arrivo ☺
ur: ☺ ایموجی جلد آ رہا ہے ☺

source: Chat will be disabled 24 hours after Match.
ar: سيتم تعطيل الدردشة بعد 24 ساعة من انتهاء المباراة.
bg: Чатът ще бъде деактивиран 24 часа след мача.
it: La chat verrà disabilitata 24 ore dopo la partita.
ur: میچ کے 24 گھنٹے بعد چیٹ غیر فعال کر دی جائے گی۔

source: Chat will be deleted 1 week after Match.
ar: سيتم حذف الدردشة بعد أسبوع من انتهاء المباراة.
bg: Чатът ще бъде изтрит 1 седмица след мача.
it: La chat verrà eliminata una settimana dopo la partita.
ur: میچ کے 1 ہفتے بعد چیٹ حذف کر دی جائے گی۔

source: Chat
ar: الدردشة
bg: Чат
ur: چیٹ

source: Matches
ar: المباريات
bg: Мачове
it: Partite
ur: میچز

source: Group by
ar: تجميع حسب
bg: Групирай по
it: Raggruppa per
ur: گروپ کریں بذریعہ

source: date
ar: التاريخ
bg: дата
it: data
ur: تاریخ

source: game
ar: اللعبة
bg: игра
it: gioco
ur: کھیل

source: venue
ar: المكان
bg: място
it: sede
ur: مقام

source: Upcoming
ar: القادمة
bg: Предстоящи
it: In arrivo
ur: آئندہ

source: No pending Matches
ar: لا توجد مباريات معلّقة
bg: Няма предстоящи мачове
it: Nessuna partita in sospeso
ur: کوئی زیر التواء میچ نہیں

source: History
ar: السجل
bg: История
it: Storico
ur: تاریخ

source: No history yet!
ar: لا يوجد سجل بعد!
bg: Все още няма история!
it: Nessuno storico disponibile!
ur: ابھی تک کوئی تاریخ موجود نہیں!

source: Select a Match to Chat.
ar: اختر مباراة لبدء الدردشة.
bg: Изберете мач за чат.
it: Seleziona una partita per chattare.
ur: چیٹ کرنے کے لیے ایک میچ منتخب کریں۔

source: No pending Matches%(br)sKeen to play?
ar: لا توجد مباريات معلّقة%(br)sهل ترغب في اللعب؟
bg: Няма предстоящи мачове%(br)sИскате да играете?
it: Nessuna partita in sospeso%(br)sHai voglia di giocare?
ur: کوئی زیر التواء میچ نہیں%(br)sکھیلنے کے خواہشمند ہیں؟

source: Invite
ar: دعوة
bg: Покани
it: Invita
ur: دعوت دیں

source: Reviews
ar: المراجعات
bg: Отзиви
it: Recensioni
ur: جائزے

source: Submit
ar: إرسال
bg: Изпрати
it: Invia
ur: جمع کریں

source: Select a Match to Review.
ar: اختر مباراة لإضافة مراجعة.
bg: Изберете мач за отзив.
it: Seleziona una partita da recensire.
ur: جائزہ دینے کے لیے ایک میچ منتخب کریں۔

source: All Match reviews complete - thank you%(br)sKeen to play?
ar: تم إكمال جميع مراجعات المباريات - شكرًا لك%(br)sهل ترغب في اللعب؟
bg: Всички отзиви за мачове са завършени - благодарим%(br)sИскате да играете?
it: Tutte le recensioni delle partite sono complete - grazie%(br)sHai voglia di giocare?
ur: تمام میچ جائزے مکمل ہو گئے - شکریہ%(br)sکھیلنے کے خواہشمند ہیں؟

source: Rival
ar: المنافس
bg: Съперник
it: Avversario
ur: حریف
