Repository: nworbnhoj/qwikgame
Catalog: appeal/locale/*/LC_MESSAGES/django.po
Languages: ar, bg, it, ur

source: When are you keen to play?
ar: متى ترغب في اللعب؟
bg: Кога искаш да играеш?
it: Quando hai voglia di giocare?
ur: آپ کب کھیلنے کے خواہشمند ہیں؟

source: WHAT TIME WORKS FOR YOU?
ar: ما الوقت المناسب لك؟
bg: КОЕ ВРЕМЕ ТИ Е УДОБНО?
it: CHE ORARIO FA PER TE?
ur: آپ کے لیے کون سا وقت موزوں ہے؟

source: GAME
ar: اللعبة
bg: ИГРА
it: PARTITA
ur: کھیل

source: TODAY
ar: اليوم
bg: ДНЕС
it: OGGI
ur: آج

source: TOMORROW
ar: غدًا
bg: УТРЕ
it: DOMANI
ur: کل

source: FRIENDS
ar: الأصدقاء
bg: ПРИЯТЕЛИ
it: AMICI
ur: دوست

source: Please select at least one hour in today or tomorrow.
ar: يرجى اختيار ساعة واحدة على الأقل لليوم أو غدًا.
bg: Моля, изберете поне един час за днес или утре.
it: Seleziona almeno un'ora per oggi o domani.
ur: براہ کرم آج یا کل میں کم از کم ایک گھنٹہ منتخب کریں۔

source: Sorry, that Venue selection did not work. Please try again.
ar: عذرًا، لم تنجح عملية اختيار المكان. يرجى المحاولة مرة أخرى.
bg: Съжаляваме, изборът на място не беше успешен. Моля, опитайте отново.
it: Spiacenti, la selezione della sede non ha funzionato. Riprova.
ur: معذرت، مقام کا انتخاب کامیاب نہیں ہوا۔ براہ کرم دوبارہ کوشش کریں۔

source: Please invite at least one Friend.
ar: يرجى دعوة صديق واحد على الأقل.
bg: Моля, поканете поне един приятел.
it: Invita almeno un amico.
ur: براہ کرم کم از کم ایک دوست کو مدعو کریں۔

source: You don't have any added friends yet. Please add them from the Friends tab
ar: ليس لديك أي أصدقاء مضافين بعد. يرجى إضافتهم من تبويب الأصدقاء
bg: Все още нямате добавени приятели. Моля, добавете ги от раздела „Приятели“.
it: Non hai ancora aggiunto nessun amico. Aggiungili dalla scheda Amici
ur: آپ نے ابھی تک کوئی دوست شامل نہیں کیے۔ براہ کرم فرینڈز ٹیب سے انہیں شامل کریں

source: show-map
bg: покажи-карта
it: mostra-mappa

source: Select from map
ar: اختر من الخريطة
bg: Избери от картата
it: Seleziona dalla mappa
ur: نقشے سے منتخب کریں

source: VENUE
ar: المكان
bg: МЯСТО
it: SEDE
ur: مقام

source: Cancel this Invitation?
ar: إلغاء هذه الدعوة؟
bg: Отказ от тази покана?
it: Annullare questo invito?
ur: کیا آپ اس دعوت کو منسوخ کرنا چاہتے ہیں؟

source: cancel
ar: إلغاء
bg: отказ
it: annulla
ur: منسوخ کریں

source: decline
ar: رفض
bg: отхвърляне
it: rifiuta
ur: انکار کریں

source: You are about to schedule a Match. A chat session will be opened with your rival. Continue?
ar: أنت على وشك جدولة مباراة. سيتم فتح جلسة دردشة مع منافسك. هل تريد المتابعة؟
bg: На път сте да насрочите мач. Ще бъде отворен чат с вашия съперник. Продължаване?
it: Stai per programmare una partita. Verr√† aperta una chat con il tuo avversario. Continuare?
ur: آپ ایک میچ طے کرنے والے ہیں۔ آپ کے حریف کے ساتھ چیٹ سیشن کھول دیا جائے گا۔ کیا جاری رکھنا چاہتے ہیں؟

source: Feed
ar: الخلاصة
bg: Поток
ur: فیڈ

source: Invite
ar: دعوة
bg: Покани
it: Invita
ur: دعوت دیں

source: Feed (%(appeals_length)s)
ar: الخلاصة (%(appeals_length)s)
bg: Поток (%(appeals_length)s)
ur: فیڈ (%(appeals_length)s)

source: Filter
ar: تصفية
bg: Филтър
it: Filtro
ur: فلٹر

source: Participating
ar: مشارك
bg: Участие
it: Partecipazione
ur: شرکت کر رہے ہیں

source: Get involved by accepting an Invitation, or sending a new one.
ar: شارك بقبول دعوة، أو بإرسال دعوة جديدة.
bg: Включете се, като приемете покана или изпратите нова.
it: Partecipa accettando un invito o inviandone uno nuovo.
ur: دعوت قبول کر کے یا نئی دعوت بھیج کر شامل ہوں۔

source: All
ar: الكل
bg: Всички
it: Tutti
ur: سب

source: filtered
ar: مُصفّى
bg: филтрирани
it: filtrato
ur: فلٹر شدہ

source: Unfortunately no Invitations match your Filters.
ar: للأسف لا توجد دعوات تطابق عوامل التصفية الخاصة بك.
bg: За съжаление няма покани, които да съответстват на вашите филтри.
it: Purtroppo nessun invito corrisponde ai tuoi filtri.
ur: بدقسمتی سے کوئی دعوت آپ کے فلٹرز سے مطابقت نہیں رکھتی۔

source: Try deactivating a Filter or send out your own Invitation.
ar: حاول إلغاء تفعيل أحد عوامل التصفية أو أرسل دعوتك الخاصة.
bg: Опитайте да деактивирате филтър или изпратете своя покана.
it: Prova a disattivare un filtro o invia il tuo invito.
ur: کسی فلٹر کو غیر فعال کریں یا اپنی دعوت بھیجیں۔

source: Open an Invitation %(br)s or send a new one!
ar: افتح دعوة %(br)s أو أرسل دعوة جديدة!
bg: Отворете покана %(br)s или изпратете нова!
it: Apri un invito %(br)s o inviane uno nuovo!
ur: ایک دعوت کھولیں %(br)s یا نئی بھیجیں!

source: Cancel this Offer?
ar: إلغاء هذا العرض؟
bg: Отказ от тази оферта?
it: Annullare questa offerta?
ur: کیا آپ اس پیشکش کو منسوخ کرنا چاہتے ہیں؟

source: Keen To Play? Send Invitation?
ar: هل ترغب في اللعب؟ إرسال دعوة؟
bg: Искате да играете? Изпратете покана?
it: Hai voglia di giocare? Invia un invito?
ur: کھیلنے کے خواہشمند ہیں؟ دعوت بھیجیں؟

source: Invite Friends Only
ar: دعوة الأصدقاء فقط
bg: Покани само приятели
it: Invita solo amici
ur: صرف دوستوں کو مدعو کریں
