Repository: nworbnhoj/qwikgame
Catalog: player/locale/*/LC_MESSAGES/django.po
Languages: bg, ur

source: Any Game
bg: Всяка игра
ur: کوئی بھی کھیل

source: Only see invitations for a particular Game.
bg: Показвай само покани за определена игра.
ur: صرف مخصوص کھیل کی دعوتیں دیکھیں۔

source: GAME
bg: ИГРА
ur: کھیل

source: Only see invitations for a particular Venue.
bg: Показвай само покани за определено място.
ur: صرف مخصوص مقام کی دعوتیں دیکھیں۔

source: PLACE
bg: МЯСТО
ur: مقام

source: Only see invitations at specific times in your week.
bg: Показвай само покани в определени часове от седмицата.
ur: اپنے ہفتے کے مخصوص اوقات میں ہی دعوتیں دیکھیں۔

source: TIME
bg: ВРЕМЕ
ur: وقت

source: Sorry, that Venue selection did not work. Please try again.
bg: Съжаляваме, изборът на място не беше успешен. Моля, опитайте отново.
ur: معذرت، مقام کا انتخاب کامیاب نہیں ہوا۔ براہ کرم دوبارہ کوشش کریں۔

source: Anywhere
bg: Навсякъде
ur: کہیں بھی

source: show-map
bg: покажи-карта

source: Select from map
bg: Избери от картата
ur: نقشے سے منتخب کریں

source: NO ACTIVE FILTERS
bg: НЯМА АКТИВНИ ФИЛТРИ
ur: کوئی فعال فلٹر موجود نہیں

source: %(n)s ACTIVE FILTERS
bg: %(n)s АКТИВНИ ФИЛТРИ
ur: %(n)s فعال فلٹرز

source: FRIEND'S EMAIL ADDRESS
bg: ИМЕЙЛ АДРЕС НА ПРИЯТЕЛ
ur: دوست کا ای میل پتہ

source: NAME
bg: ИМЕ
ur: نام

source: Type email address
bg: Въведете имейл адрес
ur: ای میل پتہ درج کریں

source: A screen name for your friend (optional)
bg: Екранно име за вашия приятел (по избор)
ur: اپنے دوست کے لیے اسکرین نام (اختیاری)

source: RIVAL SKILL LEVEL
bg: НИВО НА УМЕНИЯТА НА СЪПЕРНИКА
ur: حریف کی مہارت کی سطح

source: probably
bg: вероятно
ur: شاید

source: maybe
bg: може би
ur: ممکن ہے

source: unknown
bg: неизвестен
ur: نامعلوم

source: much-weaker
bg: Много по-слаб
ur: بہت کمزور

source: weaker
bg: По-слаб
ur: کمزور

source: matched
bg: Равностоен
ur: برابر

source: stronger
bg: По-силен
ur: زیادہ مضبوط

source: much-stonger
bg: Много по-силен
ur: بہت زیادہ مضبوط

source: Any Time
bg: Всяка игра
ur: کوئی بھی وقت

source: YOUR QWIKGAME REPUTATION
bg: ВАШАТА РЕПУТАЦИЯ В QWIKGAME
ur: آپ کی QWIKGAME ساکھ

source: Based on feedback given by your rivals.
bg: Въз основа на обратната връзка от вашите съперници.
ur: آپ کے حریفوں کی دی گئی رائے پر مبنی۔

source: Filter
bg: Филтър
ur: فلٹر

source: New Invitation Filter
bg: Нов филтър за покани
ur: نیا دعوت فلٹر

source: Add Filter
bg: Добави филтър
ur: فلٹر شامل کریں

source: Invitation Filters
bg: Филтри за покани
ur: دعوت فلٹرز

source: Add
bg: Добави
ur: شامل کریں

source: Delete these Filters?
bg: Изтриване на тези филтри?
ur: کیا یہ فلٹرز حذف کریں؟

source: Remove
bg: Премахни
ur: ہٹائیں

source: Apply
bg: Приложи
ur: لاگو کریں

source: Friends
bg: Приятели
ur: دوست

source: Delete this Friend?
bg: Изтриване на този приятел?
ur: کیا اس دوست کو حذف کریں؟

source: delete
bg: изтрий
ur: حذف کریں

source: Add Friend
bg: Добави приятел
ur: دوست شامل کریں

source: Submit
bg: Изпрати
ur: جمع کریں

source: Group by
bg: Групирай по
ur: گروپ کریں بذریعہ

source: game
bg: игра
ur: کھیل

source: No friends :-(
bg: Няма приятели :-(
ur: کوئی دوست نہیں :-(

source: Edit a Friend%(br)sor add a new one!
bg: Редактирайте приятел%(br)sили добавете нов!
ur: کسی دوست میں ترمیم کریں%(br)sیا نیا شامل کریں!

source: MATCHES
bg: МАЧОВЕ
ur: میچز

source: GAMES
bg: ИГРИ
ur: کھیل

source: VENUES
bg: МЕСТА
ur: مقامات

source: Important!
bg: Важно!
ur: اہم!

source: Please take a little time to let qwikgame know how strong your Friend is. This will help qwikgame make better Matches for you, and your friend, and other qwikgame Players who know either of you.
bg: Моля, отделете малко време, за да уведомите qwikgame колко силен е вашият приятел. Това ще помогне на qwikgame да създава по-добри мачове за вас, вашия приятел и други qwikgame играчи, които познават някой от вас.
ur: براہ کرم تھوڑا وقت نکال کر qwikgame کو بتائیں کہ آپ کا دوست کتنا مضبوط ہے۔ اس سے qwikgame آپ کے لیے، آپ کے دوست کے لیے، اور دیگر کھلاڑیوں کے لیے بہتر میچز بنا سکے گا جو آپ دونوں کو جانتے ہیں۔

source: STRENGTH
bg: СИЛА
ur: طاقت

source: well-matched
bg: Равностоен
ur: اچھی طرح برابر

source: much-stronger
bg: Много по-силен
ur: بہت زیادہ مضبوط

source: Cancel
bg: Отказ
ur: منسوخ کریں

source: Learn more
bg: Научете повече
ur: مزید جانیں
